<?php

return [
    '1.财政类' => [
        '1.1.预算执行',
        '1.2.财政决算',
        '1.3.行政事业',
        '1.4.专项资金',
        '1.5.投资',
        '1.6.外投',
    ],
    '2.社会保险基金类' => [
        '2.1.养老保险-城镇职工基本养老保险',
        '2.2.养老保险-城镇居民社会养老保险',
        '2.3.养老保险-新型农村社会养老保险',
        '2.4.养老保险-其他',
        '2.5.失业保险',
        '2.6.工伤保险',
        '2.7.医疗保险-城镇职工基本医疗保险',
        '2.8.医疗保险-城镇居民基本医疗保险',
        '2.9.医疗保险-新型农村合作医疗',
        '2.10.医疗保险-其他',
        '2.11.生育保险',
        '2.12.住房公积金',
        '2.13.其他',
    ],
    '3.企业金融类' => [
        '3.1.企业类',
        '3.2.金融类',
    ],
];
